-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- ホスト: localhost:8889
-- 生成日時: 2023 年 7 月 05 日 22:31
-- サーバのバージョン： 5.7.32
-- PHP のバージョン: 7.4.16

-- SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
-- START TRANSACTION;
-- SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- データベース: `spotify`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `music`
--

CREATE TABLE `music` (
  `music_id` char(25) NOT NULL,
  `name` text,
  `artist` text,
  `popularity` int(11) DEFAULT NULL,
  `danceability` float DEFAULT NULL,
  `energy` float DEFAULT NULL,
  `scale` int(11) DEFAULT NULL,
  `loudness` float DEFAULT NULL,
  `mode` int(11) DEFAULT NULL,
  `speechiness` float DEFAULT NULL,
  `acousticness` float DEFAULT NULL,
  `instrumentalness` float DEFAULT NULL,
  `liveness` float DEFAULT NULL,
  `valence` float DEFAULT NULL,
  `tempo` float DEFAULT NULL,
  `time_signature` int(11) DEFAULT NULL
) 
-- ENGINE=InnoDB DEFAULT CHARSET=utf8
;

--
-- テーブルのデータのダンプ `music`
--

INSERT INTO `music` (`music_id`, `name`, `artist`, `popularity`, `danceability`, `energy`, `scale`, `loudness`, `mode`, `speechiness`, `acousticness`, `instrumentalness`, `liveness`, `valence`, `tempo`, `time_signature`) VALUES
('00ydUpbxn87fyKSK5A6Du8', 'マーシャル・マキシマイザー', '柊マグネタイト', 50, 0.679, 0.872, 10, -5.489, 0, 0.0565, 0.0387, 0.000338, 0.575, 0.529, 95.024, 4),
('019dLCkgCouUcLNXs9rmuT', 'Sweet Love Full ver.', 'ときめきメモリアル Girls Side 4th Heart Sound Team', 21, 0.594, 0.735, 1, -6.869, 1, 0.0343, 0.00404, 0, 0.321, 0.636, 135.097, 4),
('02vOyaNCKGX8uhjggOIH83', 'エンヴィーベイビー', 'Kanaria', 52, 0.637, 0.66, 6, -7.155, 0, 0.114, 0.0424, 0.0126, 0.278, 0.893, 170.936, 4),
('06kqov9VmnfMldNEeBlSdX', 'HYBRID', 'Kurokumo', 7, 0.504, 0.891, 1, -2.832, 0, 0.079, 0.00626, 0.000452, 0.076, 0.821, 124.924, 4),
('0A2EORRDtVKeveTklhLNmK', '浮気??', 'ロス', 42, 0.618, 0.877, 1, -2.187, 1, 0.285, 0.135, 0, 0.343, 0.439, 119.831, 4),
('0bBl2jjpCFCgRd60BowZoV', '血流', 'yama', 59, 0.743, 0.718, 10, -3.766, 0, 0.0336, 0.201, 0, 0.319, 0.897, 136.979, 4),
('0FP4HoNqx5UeYrPQLZ4WIg', 'タクシードライバー・ブラインドネス', 'syrup16g', 22, 0.493, 0.899, 7, -4.102, 1, 0.044, 0.00204, 0, 0.157, 0.672, 128.467, 4),
('0fQv8Ok7Zp0MRFD2kvKvHA', 'JUDGEMENT-審判- - Full Spec Edition', '桐生一馬(黒田崇矢)', 47, 0.333, 0.796, 0, -3.622, 0, 0.0392, 0.0114, 0.0302, 0.109, 0.515, 156.984, 4),
('0HYAsQwJIO6FLqpyTeD3l6', '死ぬのがいいわ', 'Fujii Kaze', 70, 0.6, 0.76, 6, -6.123, 0, 0.0451, 0.167, 0.0000407, 0.189, 0.519, 158.075, 4),
('0J0P8iSE6l3pYHbUdNFYdS', 'カメレオン', 'King Gnu', 72, 0.628, 0.533, 0, -7.235, 1, 0.0417, 0.643, 0, 0.0733, 0.459, 79.953, 4),
('0kRMK7BQRVGzir8MXAJr6H', 'うまぴょい伝説', 'Various Artists', 45, 0.511, 0.97, 4, -3.797, 0, 0.299, 0.175, 0.0000226, 0.32, 0.459, 169.935, 4),
('0m9QPTZzjtqCWY9Jg8poHc', 'ヴァンパイア', 'DECO*27', 51, 0.555, 0.955, 1, -4.073, 0, 0.048, 0.0096, 0, 0.329, 0.955, 164.028, 4),
('0ncUjMgT4Wl05I9va9Obc5', '真赤', 'My Hair is Bad', 50, 0.496, 0.972, 3, -3.249, 1, 0.123, 0.00744, 0, 0.0895, 0.35, 97.547, 4),
('0OqigLrUaqPcQYe54emOXi', 'タクシー・ジャック', '水槽', 26, 0.688, 0.804, 0, -8.578, 1, 0.116, 0.00356, 0, 0.32, 0.674, 134.069, 4),
('0r9PIVNbJY6Al7WXwfmzIc', '空室', '水槽', 30, 0.574, 0.795, 3, -9.542, 0, 0.0316, 0.00126, 0, 0.296, 0.728, 147.995, 4),
('0v3iUTe5rskRsxbUhboRlT', 'いつか', 'Saucy Dog', 65, 0.603, 0.509, 7, -4.535, 1, 0.0263, 0.0941, 0, 0.201, 0.445, 79.989, 4),
('10zz9RZt9DnqcxNWksRNrx', '怪獣の花唄', 'Vaundy', 75, 0.425, 0.939, 2, -3.498, 1, 0.054, 0.00361, 0, 0.331, 0.638, 150.015, 4),
('1a0Za3QINAOnThgGJXNU2a', 'ちよこれいと', 'Sayuri', 25, 0.449, 0.978, 6, -3.777, 1, 0.209, 0.00208, 0.0195, 0.0838, 0.48, 184.974, 4),
('1c7alUM5wJn6O0rG3Gio7I', 'メリッサ', 'PornoGraffitti', 49, 0.538, 0.927, 7, -3.913, 1, 0.0618, 0.0102, 0, 0.0548, 0.834, 169.929, 4),
('1Cj1YVbvBRCtwCRQAoyD2e', 'BONBON GiRL', 'SARM', 52, 0.504, 0.952, 0, -2.909, 0, 0.0995, 0.00442, 0, 0.261, 0.794, 154.034, 4),
('1d2zawwxUs9knBkMtDcvGp', 'MUGO・ん・・・色っぽい', 'Shizuka Kudo', 39, 0.65, 0.836, 3, -8.981, 0, 0.0305, 0.129, 0.0000507, 0.335, 0.845, 140.216, 4),
('1EaFI8SXwrgD3qrHhdkyZK', 'メビウス', 'Meychan', 39, 0.48, 0.928, 2, -4.06, 1, 0.0707, 0.000267, 0, 0.36, 0.5, 139.858, 4),
('1JgJqBdDvPcOJ98dUHN537', '24時間シンデレラ - Full Spec Edition', '真島吾朗(宇垣秀成)', 41, 0.41, 0.867, 6, -4.376, 0, 0.0492, 0.0274, 0, 0.402, 0.522, 74.936, 4),
('1O7YNEE0AhpD7D1sgF8wO7', 'キケンナアソビ', 'Creep Hyp', 48, 0.575, 0.691, 8, -3.589, 0, 0.0432, 0.193, 0, 0.153, 0.748, 175.953, 4),
('1tN7aDZqjPNViDsH2vs22X', 'ヒステリックナイトガール -Awakening-', 'PSYQUI', 37, 0.548, 0.974, 4, -2.842, 0, 0.0665, 0.0000189, 0.41, 0.22, 0.642, 159.981, 4),
('1ur49kBrFRricLdeZISDEu', 'ラヴィット', 'PinocchioP', 45, 0.667, 0.763, 1, -5.349, 0, 0.042, 0.0154, 0.0000264, 0.552, 0.482, 145.037, 4),
('1uveEvgKX4irLcp1BUTIFD', '色彩', 'yama', 73, 0.581, 0.926, 7, -3.268, 0, 0.0662, 0.176, 0, 0.251, 0.874, 117.04, 4),
('1Vqs0lXeJafYZz2sxnfB3V', 'シンデレラボーイ', 'Saucy Dog', 73, 0.596, 0.735, 9, -6.362, 1, 0.0332, 0.0748, 0, 0.269, 0.524, 108.106, 4),
('22BqQe9mJTZzaPcnaUuwGI', '社会の窓', 'Creep Hyp', 44, 0.585, 0.894, 9, -2.378, 0, 0.166, 0.155, 0, 0.163, 0.675, 129.674, 4),
('2aFWdd241YFiM9oH5BCxm4', '灯火', 'niKu', 49, 0.679, 0.693, 3, -5.849, 1, 0.0316, 0.159, 0, 0.422, 0.826, 127.91, 4),
('2BfzhBl79bcPOHHXAXJkTY', 'ハレンチ', 'CHANMINA', 54, 0.713, 0.869, 11, -6.002, 0, 0.0519, 0.0469, 0.00000133, 0.383, 0.56, 120.021, 4),
('2Dzzhb1oV5ckgOjWZLraIB', 'Overdose', 'natori', 78, 0.733, 0.598, 4, -9.453, 0, 0.0377, 0.0307, 0.000017, 0.218, 0.831, 118.012, 4),
('2eY85CSPKYMYzilNKhs7N2', 'シャンティ', 'Chogakusei', 37, 0.638, 0.839, 6, -5.896, 1, 0.137, 0.212, 0.00000191, 0.374, 0.808, 144.002, 4),
('2FRMwFXODegegRrfLAeVwx', 'エゴロック - long ver.', 'すりぃ', 55, 0.537, 0.99, 0, -2.534, 0, 0.199, 0.0435, 0, 0.257, 0.433, 112.574, 4),
('2hE7hJeVdogfCxOiV9delb', '仕事が終わったら', 'My Hair is Bad', 33, 0.589, 0.976, 1, -3.915, 1, 0.0596, 0.000308, 0, 0.478, 0.743, 110.071, 4),
('2He9deEfdXYWxnTUi0oOb0', 'ずっとずっとずっと', 'Ryokuoushoku Shakai', 40, 0.68, 0.906, 10, -1.419, 1, 0.0478, 0.158, 0, 0.122, 0.806, 127.989, 4),
('2HovXsvcdJur52BOcYGydz', 'カタオモイ', 'Aimer', 66, 0.621, 0.533, 1, -5.974, 1, 0.0342, 0.78, 0, 0.333, 0.791, 96.981, 4),
('2jj5BNfKTq0vEarudUBSYD', 'コールボーイ', 'syudou', 41, 0.388, 0.867, 5, -2.979, 0, 0.158, 0.0237, 0, 0.0731, 0.654, 108.526, 4),
('2LKWUkxEwSMnNtHovhhbEJ', 'ゴーストの君', '水槽', 22, 0.672, 0.548, 1, -11.173, 0, 0.0314, 0.00149, 0.0000148, 0.202, 0.255, 117.945, 4),
('2lMHVtS7obTrqdhlpRG8YH', '29時はビビッド', '水槽', 27, 0.703, 0.419, 1, -13.423, 1, 0.0529, 0.0881, 0.00235, 0.0974, 0.359, 95.957, 4),
('2MmgGuQzr0kkiA04lMdPXW', 'トウキョウ・シャンディ・ランデヴ', 'MAISONdes', 70, 0.734, 0.973, 6, -1.789, 0, 0.0754, 0.0435, 0.000548, 0.0718, 0.91, 137.024, 4),
('2MMujROFNbp9slc9xR8XR4', 'フェイキング・オブ・コメディ', 'jon-YAKITORY', 56, 0.62, 0.781, 11, -7.231, 1, 0.0555, 0.00848, 0, 0.18, 0.721, 115.013, 4),
('2rrPk1XvA5fUCug1jVrJdc', 'オートファジー', '柊キライ', 31, 0.606, 0.929, 11, -1.179, 0, 0.183, 0.0148, 0.000783, 0.285, 0.797, 136.989, 4),
('2xXvKsx5sbtPHub78bn8en', '落日', 'Tokyo Incidents', 39, 0.513, 0.46, 10, -7.403, 0, 0.0272, 0.584, 0.0000282, 0.0582, 0.334, 77.826, 4),
('2ZaTpgdhU8MKpiujnBGPoa', '綺羅キラー', 'ZUTOMAYO', 73, 0.634, 0.977, 7, -2.078, 0, 0.118, 0.372, 0.00000107, 0.35, 0.672, 142.048, 4),
('37h2LEVpddZxcupGU4AZ6o', 'Attack it!', 'ARASHI', 37, 0.637, 0.956, 11, -2.925, 1, 0.133, 0.00568, 0, 0.143, 0.916, 79.994, 4),
('3ciqhcLmXP4hVGBD98QlEj', 'きらり', 'Fujii Kaze', 60, 0.746, 0.764, 2, -6.833, 1, 0.0462, 0.00803, 0, 0.357, 0.701, 116.982, 4),
('3d3bbSJAvzCBnAcB1uoXQ2', 'ラブホテル', 'Creep Hyp', 45, 0.529, 0.708, 10, -3.658, 1, 0.0384, 0.0844, 0, 0.36, 0.619, 133.928, 4),
('3DXg8Y7SGBdqECgJMXilku', '#Love', 'supercell', 0, 0.487, 0.751, 2, -5.138, 1, 0.0854, 0.171, 0, 0.816, 0.607, 154.931, 4),
('3eIGW5DUVP5zkGFXZSZQ6o', 'ロウワー', 'ぬゆり', 55, 0.62, 0.944, 10, -3.361, 0, 0.134, 0.0355, 0.0000895, 0.206, 0.801, 132.05, 4),
('3EzCdvLrgxYJkLXrwoPpml', 'ファブリック・フラワー', 'Wolpis Carter', 44, 0.705, 0.734, 10, -4.213, 0, 0.0486, 0.119, 0.000226, 0.301, 0.853, 127.943, 4),
('3GGOKTfxgyluPvAFnB30zE', '第ゼロ感', '10-FEET', 70, 0.431, 0.954, 2, -3.156, 1, 0.238, 0.0000452, 0.00000826, 0.325, 0.311, 150.043, 4),
('3khEEPRyBeOUabbmOPJzAG', 'KICK BACK', 'Kenshi Yonezu', 86, 0.577, 0.941, 1, -5.17, 1, 0.105, 0.00207, 0.00000336, 0.0891, 0.292, 101.921, 4),
('3kmg9EPgCaJCu3GiOovdCy', '金木犀', 'whaledontsleep', 54, 0.685, 0.739, 7, -4.298, 0, 0.0895, 0.0199, 0, 0.0882, 0.791, 123.034, 4),
('3rViyC6ZtUOWsgAYdANPlh', '時計じかけのアンブレラ', 'ARASHI', 35, 0.694, 0.816, 7, -4.352, 0, 0.0903, 0.521, 0, 0.0634, 0.577, 125.022, 4),
('3rWyLf6o3RMbUeK4aafkHd', 'p.h.', '水槽', 54, 0.715, 0.852, 11, -9.763, 0, 0.051, 0.0643, 0.00000117, 0.0623, 0.965, 132.036, 4),
('3SAvTPVyQwil5pYBFlZqTl', 'ばかみたい-哀愁- - Full Spec Edition', '桐生 一馬(黒田 崇矢)', 33, 0.435, 0.372, 7, -7.454, 0, 0.0273, 0.655, 0.000157, 0.116, 0.302, 148.032, 4),
('3t7mVfDiaN6YvosOLQn5Vy', '美人', 'CHANMINA', 45, 0.792, 0.744, 1, -5.694, 1, 0.0996, 0.00944, 0.00000539, 0.311, 0.38, 95.024, 4),
('3u924ZVORBYBPETTj6P12m', 'アゲハ蝶', 'PornoGraffitti', 38, 0.725, 0.992, 9, -1.109, 0, 0.0602, 0.2, 0.00000162, 0.338, 0.925, 116.021, 4),
('3WePQc3e2le4Vmh5W2idln', 'ライラック', '美波', 50, 0.505, 0.933, 0, -2.602, 1, 0.0651, 0.00325, 0, 0.246, 0.531, 135.006, 4),
('3ye3kttvMF7RqVGUZFXaPp', 'Lukewarm', 'satomoka', 46, 0.669, 0.408, 2, -7.809, 1, 0.0273, 0.537, 0.0000112, 0.165, 0.496, 94.989, 4),
('41GHAXwcqJcmP3Y1U4CoiJ', 'ナイトオンザプラネット', 'Creep Hyp', 50, 0.723, 0.578, 4, -7.799, 1, 0.0374, 0.361, 0.000673, 0.0899, 0.659, 176.09, 4),
('421RvLjW014cLzqSaHg4wJ', '銀河民', 'Tokyo Incidents', 23, 0.673, 0.599, 0, -8.579, 0, 0.0397, 0.721, 0.00688, 0.0849, 0.481, 91.021, 4),
('49F3htNmwzPKFycPdOrDvf', 'Subtitle', 'OFFICIAL HIGE DANDISM', 78, 0.649, 0.683, 6, -6.49, 1, 0.0424, 0.0313, 0, 0.118, 0.381, 130, 4),
('4IfrM44LofE9bSs6TDZS49', 'W / X / Y', 'Tani Yuuki', 72, 0.628, 0.775, 2, -4.479, 1, 0.0535, 0.159, 0, 0.33, 0.674, 106.382, 3),
('4MlLArk7t8WzNgJWP58yUy', 'ウタカタララバイ', 'FAKE TYPE.', 47, 0.475, 0.958, 7, -1.127, 1, 0.111, 0.0323, 0, 0.304, 0.63, 89.156, 4),
('4NaaF28BeO9WzjDrSS71Nz', 'ダンスホール', 'Mrs. GREEN APPLE', 75, 0.736, 0.695, 7, -3.87, 1, 0.0468, 0.0209, 0, 0.0517, 0.784, 109.976, 4),
('4oPCfEDVIKnPJ6UPkhJPCa', '酔いどれ知らず', 'Kanaria', 64, 0.77, 0.568, 6, -6.771, 0, 0.0431, 0.143, 0.0123, 0.0715, 0.92, 115.025, 4),
('4xk70Qur2QeRmWIzWPC63V', '踊り子', 'Vaundy', 70, 0.718, 0.475, 7, -11.469, 1, 0.0611, 0.845, 0.801, 0.105, 0.678, 157.032, 4),
('5ALRT96oaGuX7VHySBLbQu', '神っぽいな', 'PinocchioP', 56, 0.652, 0.811, 7, -7.125, 0, 0.0964, 0.246, 0.0000135, 0.304, 0.538, 142.046, 4),
('5bvXFhEUTSZiVUGFbcKZlo', 'EAR CANDY', '水槽', 40, 0.752, 0.858, 11, -5.144, 0, 0.0351, 0.0308, 0, 0.306, 0.426, 123.006, 4),
('5dWla9SwQtVBduOOKT3uXZ', 'バブル', 'Shonan No Kaze', 37, 0.518, 0.955, 3, -5.733, 0, 0.115, 0.00126, 0, 0.292, 0.524, 138.062, 4),
('5hBlX58IeGFXFJlrsWTCZZ', '人間みたいね', 'キタニタツヤ', 45, 0.751, 0.804, 8, -4.923, 0, 0.0364, 0.0934, 0.00000898, 0.121, 0.693, 118.028, 4),
('5MqZFxSAGTKqnUbBVLlkM5', '本当はね、', 'ヤングスキニー', 70, 0.59, 0.746, 11, -5.313, 1, 0.041, 0.178, 0.00000539, 0.0594, 0.873, 102.051, 4),
('5pBIavXhjzTi0u7pkOK71N', 'フォニイ', 'ツミキ', 62, 0.624, 0.897, 4, -6.651, 0, 0.106, 0.0724, 0.0000257, 0.53, 0.609, 169.903, 4),
('5TjzcoYxpITHx2Uq5gaot6', '身売り', 'ロス', 39, 0.772, 0.667, 4, -4.961, 0, 0.0337, 0.363, 0, 0.353, 0.718, 124.998, 4),
('5vMxNgotDOAxdmyOox3tBl', 'スイミー', 'Every Little Thing', 43, 0.436, 0.845, 11, -4.09, 1, 0.0387, 0.143, 0.000991, 0.362, 0.54, 160.067, 4),
('5XJh3VbvvnGYrkubcQwzys', 'Gimme×Gimme feat. 初音ミク・鏡音リン', 'Hachioji P', 54, 0.708, 0.846, 1, -5.443, 1, 0.244, 0.0251, 0.0104, 0.0343, 0.835, 105.058, 4),
('686wmBjXvQcVgrMVfil7Dn', 'NATSUMONOGATARI', 'YUZU', 34, 0.673, 0.721, 7, -5.551, 0, 0.0558, 0.15, 0, 0.231, 0.803, 129.954, 4),
('6bxGVlcX900tLZiZl5mFOR', '少女レイ', 'Mikito P', 50, 0.525, 0.891, 8, -4.941, 0, 0.0438, 0.0157, 0, 0.335, 0.809, 149.9, 4),
('6c5k0VC9TBzlcKwtjpzFW2', 'silent', 'SEKAI NO OWARI', 56, 0.43, 0.62, 0, -5.274, 1, 0.0419, 0.434, 0, 0.209, 0.424, 176.14, 4),
('6gmwKGGuoY7NAqKI3pzMPC', '幽霊東京', 'Ayase', 52, 0.611, 0.928, 1, -4.137, 1, 0.034, 0.00249, 0.00000702, 0.106, 0.652, 124.001, 4),
('6IHWPY5iBUI1AOUclbtE6F', '夜撫でるメノウ', 'Ayase', 62, 0.702, 0.732, 10, -6.803, 1, 0.0266, 0.0749, 0, 0.297, 0.636, 100, 4),
('6MJFNhbXbqXCbHP24yLltO', 'ダーリンダンス', 'Kairikibear', 50, 0.598, 0.973, 4, -1.534, 1, 0.0669, 0.00979, 0.00000884, 0.137, 0.932, 153.012, 4),
('6mm6cSYXSSIChoblz9Fjwn', 'HE IS MINE', 'Creep Hyp', 56, 0.483, 0.938, 2, -3.086, 1, 0.205, 0.0211, 0.0000654, 0.0653, 0.439, 158.183, 4),
('6MrJYU78mz1Vth83LDFRlG', '分かってないよ', 'WurtS', 55, 0.431, 0.929, 2, -3.775, 1, 0.0696, 0.000266, 0.000023, 0.344, 0.596, 149.935, 4),
('6mZz9TYuiKttMYTLpo1HBf', 'ボイスメモ No. 5', 'CHANMINA', 44, 0.711, 0.753, 8, -4.776, 1, 0.0372, 0.0148, 0.000764, 0.254, 0.287, 109.991, 4),
('6qbRxndwYk4fnll7FxsDRR', 'YONA YONA DANCE', 'Akiko Wada', 44, 0.638, 0.81, 6, -5.524, 1, 0.0331, 0.0059, 0.0000778, 0.214, 0.887, 144.997, 4),
('6s8Ixyr8hLkjtT3QO7Spx2', 'Still...', 'ARASHI', 49, 0.736, 0.867, 2, -3.816, 1, 0.0286, 0.0708, 0, 0.302, 0.86, 124.028, 4),
('6uLSGyn2idF55daxi9dJdW', '事後叙景', '水槽', 39, 0.733, 0.638, 9, -9.708, 1, 0.0384, 0.0249, 0.00648, 0.0742, 0.683, 126.009, 4),
('6Vk7BdNVUU3gwJRdtvTGC9', '眠る時にあなたの声を', 'Anna', 33, 0.686, 0.797, 5, -3.101, 0, 0.0382, 0.396, 0.00000542, 0.141, 0.642, 102.032, 4),
('6Wf6WY8w7k6GoN3wTqyJ6P', 'イヌ', 'Kyanai', 0, 0.523, 0.757, 7, -2.972, 1, 0.0271, 0.0651, 0, 0.303, 0.577, 97.977, 4),
('6WSoK94YYGeDyP1fduK6L2', '五里霧中', 'ARASHI', 38, 0.42, 0.876, 2, -3.579, 1, 0.0691, 0.00119, 0, 0.043, 0.645, 175.164, 4),
('6zjk7Qbwb9DZ4ykUUoqknh', '第ゼロ感', '10-FEET', 67, 0.445, 0.94, 7, -4.16, 1, 0.175, 0.0000277, 0.0000134, 0.32, 0.349, 150.082, 4),
('70uJr9I7fSA0DUrnSzyCvZ', '紋白蝶 - feat. 石原慎也 (Saucy Dog)', 'Tokyo Ska Paradise Orchestra', 62, 0.487, 0.878, 7, -2.854, 0, 0.0549, 0.106, 0, 0.182, 0.609, 170.964, 4),
('70XnwuzzzRWSJtgUxBMbuM', 'アイディスマイル', 'toa', 38, 0.648, 0.561, 7, -8.941, 1, 0.0532, 0.239, 0.00000282, 0.054, 0.807, 170.978, 4),
('7BoobGhD4x5K96Me0hqC8Q', 'Build a Bitch', 'Bella Poarch', 72, 0.855, 0.463, 3, -7.454, 1, 0.0367, 0.217, 0.0000177, 0.347, 0.866, 102.931, 4),
('7DyS11kB1YNrfDzQqtjmTh', 'Stand by me, Stand by you.', 'HIRAIDAI', 60, 0.66, 0.576, 3, -5.627, 1, 0.0363, 0.0879, 0, 0.0599, 0.561, 80.978, 4),
('7lUaEsQVwvNEjaJNcvc1CN', 'サウダージ', 'PornoGraffitti', 60, 0.616, 0.96, 4, -4.558, 0, 0.0508, 0.0508, 0, 0.341, 0.706, 119.921, 4),
('7z6qHGEKxRtwtYym2epV7l', '踊', 'Ado', 61, 0.707, 0.965, 1, -0.736, 1, 0.105, 0.15, 0.00000138, 0.726, 0.777, 128.003, 4);

-- --------------------------------------------------------

--
-- テーブルの構造 `user`
--

CREATE TABLE `user` (
  `user_id` char(20) NOT NULL,
  `music_id` char(25) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- テーブルのデータのダンプ `user`
--

INSERT INTO `user` (`user_id`, `music_id`) VALUES
('admin', 'pass');

--
-- ダンプしたテーブルのインデックス
--

--
-- テーブルのインデックス `music`
--
ALTER TABLE `music`
  ADD PRIMARY KEY (`music_id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
